{
  "name": "Deck of Utterly Random Things",
  "description": "<p>Deck of Utterly Random Things</p>",
  "results": [
    {
      "type": 0,
      "text": "Ace of Hearts - Acorn 1d100 terrified squirrels are transported to your location from elsewhere on the material plane. If you fail a DC 15 Charisma saving throw, or don't have proficiency in animal handling, they attack.",
      "weight": 1,
      "range": [
        1,
        1
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "gEs4V4sFQjAnxMWw",
      "flags": {}
    },
    {
      "type": 0,
      "text": "King of Hearts - Fireworks Every projectile you throw or fire does an extra d6 of damage, the damage type is decided by a d8. On a hit, an explosion goes off much like a firework. This is active for 24 hours.",
      "weight": 1,
      "range": [
        2,
        2
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "B5hRUAVrfFYn1SWy",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Queen of Hearts - Prospector An unbreakable shovel and pickax appear in front of you, as does a map of your location. On the map, is a straight red line, with an X at the end. There is a wondrous item of the dm's choice at the end.",
      "weight": 1,
      "range": [
        3,
        3
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "eJ8EHPME794PU3d7",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Jack of Hearts - Liar For the next 1d12 hours, telling a lie causes your trousers to ignite, dealing 1d6 points of fire damage. This affect works for everyone else you encounter too.",
      "weight": 1,
      "range": [
        4,
        4
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "pA9P4cEio6sCOCHM",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Two of Hearts - Honey Jar Summons a friendly sentient bear named Borris, who acts as a Warlock. Accompanying him are 4 undead bears. When Borris dies, the bears will attack you. If the Zombears all die, Borris will attack you. Neither of these outcomes will happen if you give Borris some honey before anyone dies, or if he accompanies you for more than a day.",
      "weight": 1,
      "range": [
        5,
        5
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "3oh3BRHy0Ak09Tuf",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Three of Hearts - Camel Pack A sheet of leather approximately 5ft x 5ft appears under the draw-er. This then pinches upwards, and instantly fills with water.",
      "weight": 1,
      "range": [
        6,
        6
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "6lKdhDXM6uXjhx2y",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Four of Hearts - Candle The draw-er's hair is set alight, taking 1d4 of fire damage, for every initiative round (6 seconds) it is still alight. They take 1d6 of fire damage instantaneously however.",
      "weight": 1,
      "range": [
        7,
        7
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "BJZYpV4Cc0Puc450",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Five of Hearts - Keyhole  A lock appears on the ground, with Auriel's symbol as the hole. If the party has a key to a building, they can turn it into the keyhole, and be teleport-ed to a place nearby - This can only be used once a week. If the party has Auriel's Key, they can place it into this hole, and be instantly teleport-ed to the other side of the nearest door - This can only be used once every other day. The door they phase through remains locked however. lol",
      "weight": 1,
      "range": [
        8,
        8
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "M5CawdVzjBmEDxTf",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Six of Hearts - Key Auriel's Key is dropped in front of the players. It turns any chest it is turned inside into a BTEC bag of holding. This feature can only be used once a week.",
      "weight": 1,
      "range": [
        9,
        9
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "8C5NCJzFtMjnUzLw",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Seven of Hearts - Trip The draw-er immediately falls over. Repeatedly. Until they draw another card; they are told this by Auriel.",
      "weight": 1,
      "range": [
        10,
        10
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "7Wu4fBgO03dIpnmN",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Eight of Hearts - Hateful Eight A blazing number 8 appears around the players feet. Unknown to them, 8 random creatures (must be parrots and chickens) are immediately hostile to the drawer. This birds can be chosen at any impromptu moment by the DM, and they can choose whether the birds seek out the player, or remain docile until the player comes close to them. An example would be a single chicken on a farm suddenly becomes hyper aggravated towards the player. When killed, the birds explode into feathers, and Auriel's voice can be heard sighing. 5 GP are dropped by each one once killed. For some reason, lol.",
      "weight": 1,
      "range": [
        11,
        11
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "iwDLJeiWbwD1v7Uk",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Nine of Hearts - Death You die. If the character is not resurrect in 2d4 days, they become a vengeful spirit.",
      "weight": 1,
      "range": [
        12,
        12
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "lxYB9rA44uXGNuie",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ten of Hearts - Hearty Breakfast A single slice of bacon appears on the floor. The next person to eat it gets their hit point maximum permanently increases by 2d8",
      "weight": 1,
      "range": [
        13,
        13
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "u3orGISgzCI2i6dI",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ace of Spades - Nightshade You instantly succeed on all insight checks for 24 hours, but fail all persuasion checks. When you next try to intimidate someone (regardless of time passed, the other effects could have gone), you don't make a check. instead, you roll the nightshade table",
      "weight": 1,
      "range": [
        14,
        14
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "eSDT8D0f4PeLWwTQ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Queen of Spades - Invitation An imp appears in a burst of smoke, kicks you in the shins, then vanishes. In the spot where he vanished is a sealed letter. Upon opening the letter, an evil patron somewhat politely invites you to his domain for dinner. You choose whether to go or not, but you are taken their instantly if you say the word \"Yes\" while the letter is open.",
      "weight": 1,
      "range": [
        15,
        15
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "9r0bnB7Dfafo8i7P",
      "flags": {}
    },
    {
      "type": 0,
      "text": "King of Spades - Nightmare All items worn on your person, with the exception of undergarments, turn invisible for 1d100 minutes. You do not know they are invisible, and are convinced they have been taken. A loud siren starts to play above your head for 30 seconds.",
      "weight": 1,
      "range": [
        16,
        16
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "Q51y4xic2SKP8w6d",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Jack of Spades - Quill  A quill and a note falls to the floor. Whatever item you draw shall appear in front of you, and you can edit it as you please. The problem is, the more powerful or expensive/valuable, the more of a say Auriel gets in its creation, often adding curses or hilarious effects.",
      "weight": 1,
      "range": [
        17,
        17
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "oTFp2Na9qZuaHUMl",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Two of Spades - Infant For the next hour your voice is replaced with the shrill cries of a baby. You are unable to communicate through speech or cast spells with a verbal component. Your size shrinks to that of an infant, as does your gear. You gain advantage on stealth and persuasion, but can never succeed on intimidation checks. You are also always hungry, and the effect will not be reversed until you have eaten 10GP worth of good food.",
      "weight": 1,
      "range": [
        18,
        18
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "OQXYia1y5UgIgS4V",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Three of Spades - The Right Card Counters the effects of Thanduriel's Thunder.",
      "weight": 1,
      "range": [
        19,
        19
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "guJUriw200s2e17v",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Four of Spades - Oaken Folken Your arm turns to wood, granting you +1 ac permanently, but you take an extra d4 of damage whenever you are attacked by flames. If you are a bard, you immediately become proficient in the pan flutes.",
      "weight": 1,
      "range": [
        20,
        20
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "FnZ0McPET53pSehm",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Five of Spades - Craig Your life changes instantly. Your name isn't changed to Craig, it always was. Time itself is re-written, dubbing you Craig. You gain advantage on Speech related rolls when in communication with anyone else called Craig.",
      "weight": 1,
      "range": [
        21,
        21
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "tDunIwUO0jzY36zc",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Six of Spades - Seven Deadly Sins - Lust You begin to hate people who are in stable relationships. This curse will tempt you to try and ruin said relationships. Every time you make an attempt to seduce or flirt with someone, you gain +5 to the roll, but no matter the outcome; you take 4d12 Psychic damage.",
      "weight": 1,
      "range": [
        22,
        22
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "d6GlDshvkBbX0hr0",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Seven of Spades - Seven Deadly Sins - Gluttony You are never satisfied with your own power levels, nor your share of the loot. You gain the ability to appraise the exact value of items, but you feel the need to lie about it to your party members, so the loot is split in a way that you earn more.",
      "weight": 1,
      "range": [
        23,
        23
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "3UBLMLp4vgjMIcNM",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Eight of Spades - Seven Deadly Sins - Sloth You start to care less about others when they're in danger; not being willing to go through the effort of saving them or risking yourself in the process. You only need half the time of a rest than others (2 hour short, 4 hour long) but gain -5 on your initiative.",
      "weight": 1,
      "range": [
        24,
        24
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "L2ny1BvTGvZXlacn",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Nine of Spades - Seven Deadly Sins - Pride Intimidation checks are instant success for the next 2d4 days. You are immune to being feared, paralysed, or charmed during this time. Any check made to intimidate or scare you, doesn't work.",
      "weight": 1,
      "range": [
        25,
        25
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "whEP7qAYfwK1QVU0",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ten of Spades - Seven Deadly Sins - Greed Whoever is the richest person nearby, you have an overwhelming urge to kill. If the richest person is you, your money doubles.",
      "weight": 1,
      "range": [
        26,
        26
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "dCJ5GhcjEre116V3",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ace of Clubs - Seven Deadly Sins - Wrath You permanently gain +5 to your initiative if someone who hate is in the combat. Whenever you attack them, do 1d4 of both Radiant and Necrotic damage.",
      "weight": 1,
      "range": [
        28,
        28
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "WUaHgLyhcY6Trg1Q",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Jack of Clubs - Seven Deadly Sins - Envy Whatever your heart truly desires lands at your feet. The problem is, its original owner wants it back. The flavouring of this is up to the DM.",
      "weight": 1,
      "range": [
        29,
        29
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "DCjaVlgLGLiOfIPB",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Queen of Clubs - Birth-right You immediately become the heir of a major city, and have a meteor shower named after you. Whenever this shower happens,  you and your party are teleport-ed to said city, which becomes under siege. You do an extra 2d6 Radiant damage to every attack during this night of horror, and  have both +3 AC and +30 temp hit points.",
      "weight": 1,
      "range": [
        30,
        30
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "nXXyb53eu3mhpjLD",
      "flags": {}
    },
    {
      "type": 0,
      "text": "King of Clubs - King of Clubs A 25ft tall humanoid appears, occupying your space. He is adorned with a huge crown, a loincloth, and a *massive club*  Will not notice the players unless they speak to him. If killed, the club shrinks down to a standard size. Its a +2 weapon, which increases the wielders strength stat by 3.",
      "weight": 1,
      "range": [
        31,
        31
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "D5yFgsd196OsL9Xm",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Two of Clubs - Life his card stays in the possession of the user, and the deck cannot be refreshed while this card has been drawn, but not used. This card is an instant resurrection token.",
      "weight": 1,
      "range": [
        32,
        32
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "5x9pvY5ZS1fauNY9",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Three of Clubs - Isle Of Land You are teleport-ed to a mysterious isle. On it lies a semi large city, which you are immediately crowned ruler of upon entering. If you try and leave, the whole city will forcibly prevent you.",
      "weight": 1,
      "range": [
        33,
        33
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "7QBtVjW4wZmo8nVF",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Four of Clubs - Heart-breaker Your nearest loved one / family member dies. Irreversibly",
      "weight": 1,
      "range": [
        34,
        34
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "aNkYlx61jL7QMrUz",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Five of Clubs - Duplication Alpha Your next card triggers twice.",
      "weight": 1,
      "range": [
        35,
        35
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "ot5AuNg74w0PPPPJ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Six of Clubs - Duplication Omega If applicable, your next card triggers ten times.",
      "weight": 1,
      "range": [
        36,
        36
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "eZz0HJbJKGiWx5Bz",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Seven of Clubs - Deceit You draw another card. you can force its effects onto a nearby person.",
      "weight": 1,
      "range": [
        37,
        37
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "bZB225NyGzLaRKXg",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Eight of Clubs - Guardian The nearest weapon becomes sentient, giving anyone who wields it the benefits of being proficient, and does an extra d6 of Psychic damage per hit.",
      "weight": 1,
      "range": [
        38,
        38
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "9i1zP4IjstlKQbLQ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Nine of Clubs - Desolation All of your rations and water supplies disintegrate.",
      "weight": 1,
      "range": [
        39,
        39
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "1JzYYlHaLtGJIePk",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ten of Clubs - Snap Half of your gold disappears.",
      "weight": 1,
      "range": [
        40,
        40
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "RvHcRnFCfVH2747g",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ace of Diamonds - Rose Gold All the coins you have turn into GP.",
      "weight": 1,
      "range": [
        41,
        41
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "6ijsLInPqVLdVHBs",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Jack of Diamonds - Withered Rose Your character becomes black and white, as does the air around you. Counters the effects of the Paint Can.",
      "weight": 1,
      "range": [
        42,
        42
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "31FmaB75vZ4MVd4F",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Queen of Diamonds - Paint Can You radiate a colourful aura. Cancels the effects of Withered Rose.",
      "weight": 1,
      "range": [
        43,
        43
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "ZClZn1lswvz2WLNl",
      "flags": {}
    },
    {
      "type": 0,
      "text": "King of Diamonds - Boblin's Revenge. The nearest Goblin to you becomes Boblin, Scourge of Auriel. The goblin grows in size, and gains 300hp. They are immune to disadvantages, had advantage on every roll, and gain proficiency in scythes. They gain a +5 Scythe. Their attitude towards",
      "weight": 1,
      "range": [
        44,
        44
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "L6sDdaY1ailIe9Qt",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Two of Diamonds - Dragonsbane Roll a d4. On an odd number, a dragon materialises. on an Even number, a Warhammer appears on the floor. This counts as a +1 magical weapon, but deals an extra 45 damage to Dragons, Dragonborn's, and sorcerers with the draconic bloodline.",
      "weight": 1,
      "range": [
        45,
        45
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "eyulillv1XePLfdJ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Three of Diamonds - Deal breaker. You can't draw anymore cards from the deck; until it replenishes again.",
      "weight": 1,
      "range": [
        46,
        46
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "DIncZxuJVEO8PtAJ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Four of Diamonds - Religious Gospel A book drops down onto the floor. The names, backstory, and motives of every god in you pantheon is written inside. This book is unique, and self updating. It is worth about 500GP.",
      "weight": 1,
      "range": [
        47,
        47
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "OOxhytgASU80rkS6",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Five of Diamonds - Marooned. Roll a d4, on an odd number, you are teleported to a nearby shipwreck. On an even, the nearest shipwreck is teleported to you.",
      "weight": 1,
      "range": [
        48,
        48
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "lVmYTwhgL9CHlOxy",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Six of Diamonds - Pacifism. For the next 1d4 days, you are immune to all damage, but cannot harm anyone, or anything else.",
      "weight": 1,
      "range": [
        49,
        49
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "PJLjlKhl6FeS21d1",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Seven of Diamonds - Hearthstone A small, runed stone appears in your hand. As an action, you and anyone in contact with you can teleport back to where you drew this card. After doing this, roll a d4. on an odd, the stone disintegrates.",
      "weight": 1,
      "range": [
        50,
        50
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "sY8WboOlOkNpYSr1",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Eight of Diamonds - Homestead You are teleported back to the place you were born, for 1d6 minutes. Then you are teleported back.",
      "weight": 1,
      "range": [
        51,
        51
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "GtYPTHOFq8iEy4JQ",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Nine of Diamonds - Replenish The card deck refills.",
      "weight": 1,
      "range": [
        52,
        52
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "CCsEK4PWt1DLUi5v",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Ten of Diamonds - Expulsion Anyone that is possessed, any item that is sentient in a 120ft area, immediately ends. In the case of possession, the demon inside appears next to you. in the case of sentient weapons, it is up to the Dm.",
      "weight": 1,
      "range": [
        53,
        53
      ],
      "drawn": true,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "7PXcOghoabMt5qPC",
      "flags": {}
    },
    {
      "type": 0,
      "text": "Joker (Black) - Pleasant Assistance Next Session, you will have a new companion added to your party. They will come with boons for all and provide a much needed boost to the party.",
      "weight": 1,
      "range": [
        54,
        54
      ],
      "drawn": false,
      "img": "icons/svg/d20-black.svg",
      "documentCollection": "",
      "documentId": null,
      "_id": "Ww8lRDKcGHpHwAWW",
      "flags": {}
    },
    {
      "type": 0,
      "weight": 1,
      "range": [
        55,
        55
      ],
      "drawn": false,
      "documentCollection": "",
      "_id": "1MqYU9GGloYzdqFF",
      "text": "Joker (Red) - Assistance Please! Next Session, you will have a new \"Companion\" added to your party. They will come with \"boons\" for all and provide a \"much needed boost\" to the party.",
      "img": "icons/svg/d20-black.svg",
      "documentId": null,
      "flags": {}
    }
  ],
  "replacement": false,
  "displayRoll": true,
  "img": "modules/EasyTable/easytable.png",
  "formula": "1d54",
  "folder": "KFbleWEyAAfOafHH",
  "flags": {
    "better-rolltables": {
      "tags": "",
      "table-type": "none",
      "table-currency-string": "",
      "loot-amount-key": "",
      "loot-actor-name": ""
    },
    "scene-packer": {
      "sourceId": "RollTable.6NaGnVuQmEsUYSVd"
    },
    "exportSource": {
      "world": "chaos-crew",
      "system": "dnd5e",
      "coreVersion": "11.308",
      "systemVersion": "2.3.1"
    }
  },
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.3.1",
    "coreVersion": "11.308",
    "createdTime": 1668913348331,
    "modifiedTime": 1745877256733,
    "lastModifiedBy": "vXMUP1QQ0n9dYSXl"
  }
}